Repository: bit-part/craftcms_docs-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Structures are good for times when you need to store multiple similar entries, and sort them into a specific order.
ja: ストラクチャーは、複数の類似するエントリを格納し、かつ、特定の順序で並び替える必要がある場合に適しています。

source: Subsequent gear icon clicks will reveal a new “Make not required” option which does as you’d expect.
ja: それ以降、歯車アイコンをクリックすると、期待通り「必須にしない」オプションを表示します。

source: Support for Amazon S3, Rackspace Cloud Files, and Google Cloud Storage have been moved into plugins.
ja: Amazon S3、Rackspace Cloud Files、および Google Cloud Storage のサポートは、プラグインに移行されました。

source: Support for treating element queries as if they’re arrays has been deprecated in Craft 3, and will be completely removed in Craft 4.
ja: エレメントクエリを配列のように扱うサポートは Craft 3 で非推奨になり、Craft 4 で完全に削除されます。

source: Supported syntaxes
ja: サポートする構文

source: Table Columns – Define the columns that will be available to your Table field.
ja: テーブルの欄 – テーブルフィールドで利用可能な列を定義します。

source: Table Fields
ja: テーブルフィールド

source: Table fields give you a customizable table, where you can create multiple rows of content.
ja: テーブルフィールドでは、複数行のコンテンツを作成できるカスタマイズ可能なテーブルを提供されます。

source: Table fields have the following settings:
ja: テーブルフィールドの設定は、次の通りです。

source: Table fields will show the table as configured based on the field settings.
ja: テーブルフィールドでは、フィールド設定で定義されたテーブルが表示されます。

source: Table
ja: テーブル

source: Tag
ja: タグ

source: Tag Groups
ja: タググループ

source: Tag Query Params
ja: タグのクエリパラメータ

source: Tags
ja: タグ

source: Tags Fields
ja: タグフィールド

source: Tags fields allow you create tags and relate them to the parent element.
ja: タグフィールドでは、タグ を作成し、それを親エレメントに関連付けることができます。

source: Tags fields have the following settings:
ja: タグフィールドの設定は、次の通りです。

source: Tags fields list all of the currently selected tags, with a text input to add new ones.
ja: タグフィールドには、現在選択されているすべてのタグのリストと、新しいタグを追加するための入力欄があります。

source: Tags that come with Twig
ja: Twig に付随するタグ

source: Tags use the field layout defined by their Tag Group in Settings → Tags → → Field Layout.
ja: タグは、 「設定 > タグ > タググループ名 > フィールドレイアウト」のタググループごとに定義されたフィールドレイアウトを使用します。

source: Take a look at how we assigned the image variable in our examples, before and after applying the with param:
ja: with パラメータを適用する前後の例で、変数 image をどのように割り当てているかを見てみましょう。

source: Take this template for example, which is running different template code depending on a Matrix block’s type:
ja: このテンプレートの例では、行列ブロックのタイプによって異なるテンプレートを実行します。

source: Target Locale – Which locale assets should be related with (this setting only appears if you’re running Craft Pro with more than one site locale)
ja: ターゲットロケール – 関連付けするアセットのロケール（この設定は複数のサイトロケールを持つ Craft Pro が実行されている場合のみ、表示されます）

source: Target Locale – Which locale categories should be related with (this setting only appears if you’re running Craft Pro with more than one site locale)
ja: ターゲットロケール – 関連付けするカテゴリのロケール（この設定は複数のサイトロケールを持つ Craft Pro が実行されている場合のみ、表示されます）

source: Target Locale – Which locale entries should be related with (this setting only appears if you’re running Craft Pro with more than one site locale)
ja: ターゲットロケール – 関連付けするエントリーのロケール（この設定は複数のサイトロケールを持つ Craft Pro が実行されている場合のみ、表示されます）

source: Target Locale – Which locale tags should be created/related with (this setting only appears if you’re running Craft Pro with more than one site locale)
ja: ターゲットロケール – 作成・関連付けされるタグのロケール（この設定は複数のサイトロケールを持つ Craft Pro が実行されている場合のみ、表示されます）

source: Target element - the one selected by the source.
ja: ターゲットエレメント - ソースによって選択されたエレメント

source: Technically, plugins are a superset of , which means they can have , , , , and other things.
ja: 技術的には、プラグインは のスーパーセットであり、、、、 、および、その他のことを持つことができます。

source: Tells Git which files it should ignore when committing changes.
ja: 変更をコミットするときに、無視するファイルを Git に伝えます。

source: Template Examples
ja: テンプレートの実例

source: Template Functions
ja: テンプレートファンクション

source: Template Localization
ja: テンプレートのローカライゼーション

source: Template Paths
ja: テンプレートのパス

source: Template Tags
ja: テンプレートタグ

source: Template routes should be defined as as an array with a template key (['template' => 'template/path']) rather than a string ('template/path').
ja: テンプレートのルーティングは、文字列（'template/path'）ではなく、template キーを持つ配列（['template' => 'template/path']）として定義する必要があります。

source: Templates
ja: テンプレート

source: Templates are files that live within your craft/templates folder.
ja: テンプレートは craft/templates フォルダ内に存在するファイルです。

source: Templates that are loaded as a result of a matching route get pre-loaded with the variables defined by the route’s tokens
ja: 一致するルートの結果として読み込まれたテンプレートには、ルートのトークンによって定義された変数があらかじめロードされています。

source: Templates that are loaded as the result of a matching entry URL get an entry variable (see Routing for more details).
ja: 一致するエントリ URL の結果として読み込まれたテンプレートでは、変数 entry を取得できます。（詳細は、ルーティングを見てください）

source: Templating
ja: テンプレート記法

source: Terminal Setup
ja: ターミナルによるセットアップ

source: Terminology
ja: 専門用語

source: Tests
ja: テスト

source: That URL is defined by your config setting, which is “setpassword” by default.
ja: その URL は、コンフィグ設定の で定義され、デフォルトでは「setpassword」となります。

source: That first argument ('and') specified that the query must match all of the relation criteria.
ja: 最初の引数（'and'）は、クエリがリレーションの基準とすべて一致しなければならないことを指定しています。

source: That made it possible to execute variations of an element query, without affecting subsequent queries.
ja: これによって、後続のクエリに影響を与えることなく、エレメントクエリのバリエーションを実行できるようにしています。

source: That means:
ja: すなわち、

source: That method makes things like the following possible:
ja: そのメソッドは、次のようなことを可能にします。

source: That template would be available from http://example.de/welcome.
ja: そのテンプレートは http://example.de/welcome からアクセスできるでしょう。

source: That will give you an Element Query, prepped to output all of the selected tags for the given field.
ja: これは、所定のフィールドで選択されたすべてのタグを出力するよう準備されたエレメントクエリを提供します。

source: That will give you an element query, prepped to output all of the selected assets for the given field.
ja: これは、所定のフィールドで選択されたすべてのアセットを出力するよう準備されたエレメントクエリを提供します。

source: That will give you an element query, prepped to output all of the selected categories for the given field.
ja: これは、所定のフィールドで選択されたすべてのカテゴリを出力するよう準備されたエレメントクエリを提供します。

source: That will give you an element query, prepped to output all of the selected entries for the given field.
ja: これは、所定のフィールドで選択されたすべてのエントリを出力するよう定義されたエレメントクエリを提供します。

source: That will give you an element query, prepped to output all of the selected users for the given field.
ja: これは、所定のフィールドで選択されたすべてのユーザーを出力するよう準備されたエレメントクエリを提供します。

source: That’ll take you to the section’s entry type index.
ja: セクションの入力タイプのインデックスに移動します。

source: That’s because in the first one, we were passing a string set to a CP-defined transform’s handle, whereas in this example we’re passing a variable referencing the ‘thumb’ object we created within the template.
ja: 最初の例では、CP で定義されたトランスフォームのハンドルを 文字列 として渡しているのに対して、この例ではテンプレート内で作成した ‘thumb’ オブジェクトを参照するための 変数 として渡しています。

source: The and config settings
ja: と のコンフィグ設定

source: The config setting designates where the user should be redirected to after they finish resetting their password (and get automatically logged-in).
ja: コンフィグ設定の は、ユーザーがパスワードのリセットを完了（かつ、自動的にログイン）した後にリダイレクトすべき場所を指定します。

source: The .htaccess file that comes with Craft will redirect all would-be 404 requests over to index.php behind the scenes.
ja: Craft に付属する .htaccess ファイルは、 404 になるであろうすべてのリクエストを内部で index.php にリダイレクトします。

source: The csrfInput() function is provided as a shortcut.
ja: csrfInput() ファンクションは、ショートカットとして提供されています。

source: The initSQLs database config setting was removed in Craft 3, as it was generally only used to fix MySQL 5.7 support in Craft 2, which isn’t necessary in Craft 3.
ja: Craft 2 の MySQL 5.7 サポートのための修正のみに使用され、もはや必要ではなくなった initSQLs データベース設定が Craft 3 で削除されました。

source: The limit param is now set to null (no limit) by default, rather than 100.
ja: limit パラメータは、100ではなく、デフォルトで null（無制限）がセットされるようになりました。

source: The mode property can be set to either 'crop', 'fit', or 'stretch'.
ja: mode プロパティには、'crop'、'fit'、または 'stretch' をセットすることができます。

source: The omitScriptNameInUrls setting can no longer be set to 'auto', as it was by default in Craft 2.
ja: omitScriptNameInUrls 設定は、Craft 2 のデフォルトがそうであったように 'auto' にすることはもはやできません。

source: The pageInfo variable
ja: pageInfo 変数

source: The pageInfo variable (or whatever you’ve called it, or paginate by default) provides the following properties and methods:
ja: pageInfo 変数（または、あなたが命名した変数、もしくは、デフォルトの paginate）は次のプロパティやメソッドを提供します。

source: The pageInfo variable gives you lots of options for building the pagination navigation that’s right for you.
ja: pageInfo 変数は、あなたに合ったページナビゲーションを作るための沢山のオプションを提供します。

source: The redirectInput() function is provided as a shortcut.
ja: redirectInput() ファンクションは、ショートカットとして提供されています。

source: The relatedTo Parameter
ja: relatedTo パラメータ

source: The resourceBasePath and resourceBaseUrl config settings
ja: resourceBasePath と resourceBaseUrl のコンフィグ設定

source: The src/Plugin.php file is your plugin’s primary class.
ja: src/Plugin.php ファイルは、あなたのプラグインのプライマリクラスです。

source: The svg() Twig function
ja: Twig ファンクションの svg()

source: The svg() function has the following arguments:
ja: svg() ファンクションは、次の引数を持っています。

source: The url() function has the following arguments:
ja: url() ファンクションは、次の引数を持っています。

source: The {% cache %} tag supports the following parameters:
ja: {% cache %} タグは、次のパラメータをサポートしています。

source: The {% cache %} tag will only cache HTML, so using tags like {% css %} and {% js %} inside of it doesn’t make sense because they don’t actually output HTML therefore their output won’t be cached.
ja: {% cache %} タグは HTML のみキャッシュします。そのため、キャッシュ対象となる実際の HTML を出力しない {% css %} や {% js %} のようなタグの内部で使うことは、意味をなしません。

source: The {% css %} tag can be used to register a tag in the page’s .
ja: {% css %} タグは、ページの に タグを登録するために使用できます。

source: The {% css %} tag supports the following parameters:
ja: {% css %} タグは、次のパラメータをサポートしています。

source: The {% exit %} tag supports the following parameter:
ja: {% exit %} タグは、次のパラメータをサポートしています。

source: The {% header %} tag supports the following parameter:
ja: {% header %} タグは、次のパラメータをサポートしています。

source: The {% js %} tag can be used to register a tag on the page.
ja: {% js %} タグは、ページに タグを登録するために使用できます。

source: The {% js %} tag supports the following parameters:
ja: {% js %} タグは、次のパラメータをサポートしています。

source: The {% nav %} tag has the following parameters:
ja: {% nav %} タグは、次のパラメータを持っています。

source: The {% paginate %} tag has the following parameters:
ja: {% paginate %} タグは、次のパラメータを持っています。

source: The {% paginate %} tag won’t actually output the current page’s elements for you – it will only give you an array of the elements that should be on the current page (referenced by the variable you defined in the as parameter.)
ja: {% paginate %} タグは現在のページのエレメントを実際に出力するわけではありません。すなわち、現在のページにあるべき配列を与えるだけです（as パラメータで定義された変数によって参照されます）。

source: The {% redirect %} tag has the following parameter:
ja: {% redirect %} タグは、次のパラメータを持っています。

source: The |currency filter now maps to .
ja: |currency フィルタは にマップされるようになりました。

source: The |currency filter now maps to `craft\i18n\Formatter::asCurrency()`.
ja: |currency フィルタは `craft\i18n\Formatter::asCurrency()` にマップされるようになりました。

source: The Block Type’s name will be shown in the block’s title bar, and each of the Block Type’s fields will be present within the body of the block.
ja: ブロックタイプの名前はブロックのタイトルバーに表示され、それぞれのブロックタイプのフィールドにはブロックの本体が存在しているでしょう。

source: The Date Modified that the resulting assets must have
ja: 結果となるアセットが持つべき変更日

source: The Expiry Date that the resulting entries must have
ja: 結果となるエントリが持つべき有効期限日

source: The Field
ja: フィールド

source: The Field Group to which it belongs
ja: 所属するフィールドグループ

source: The File System Path settings should be relative (uploads/images/).
ja: 「ファイルシステムのパス」設定は、相対的（uploads/images/）であるべきです

source: The Pieces of Craft
ja: Craft のピース

source: The Post Date that the resulting entries must have
ja: 結果となるエントリが持つべき投稿日

source: The Status Code
ja: ステータスコード

source: The System Name, as defined in Settings → General.
ja: 「設定 > 一般」で定義されている、システム名。

source: The Title Format is a full-blown Twig template, and it will get parsed whenever your entries are saved.
ja: タイトル形式は本格的な Twig テンプレートで、エントリが保存されるたびに解析されます。

source: The Twig website has a solid overview of what Twig is and how you can use it in your HTML templates.
ja: Twig のウェブサイトには、Twig についての概要や HTML テンプレートでどのように利用できるかが載っています。

source: The URI that the resulting element must have
ja: 結果となるエレメントが持つべき URI

source: The URL
ja: URL

source: The URL Craft uses to log users out, based on the config setting.
ja: コンフィグ設定に基づく、Craft ユーザーのログアウト URL。

source: The URL Craft uses to log users out, based on the logoutPath config setting.
ja: logoutPath コンフィグ設定に基づく、Craft ユーザーのログアウト URL。

source: The URL of your site
ja: サイトの URL。

source: The URL settings should be relative (/images)
ja: URL の設定は、 相対的（/images）であるべきです

source: The URL that the logged-out users get redirected to is based on your config setting.
ja: ログアウトしたユーザーがリダイレクトされる URL は、コンフィグ設定の に基づきます。

source: The URL to the directory containing the files, assuming the files are meant to be publicly accessed
ja: ファイルが公開されることを前提とした、ファイルを含むディレクトリへの URL

source: The URL to the folder that contains the index.php file that was loaded for the request
ja: リクエストのために読み込まれた index.php ファイルを含むフォルダの URL

source: The URL to your site’s login page, based on the config setting.
ja: コンフィグ設定に基づく、サイトのログインページの URL。

source: The URL to your site’s login page, based on the loginPath config setting.
ja: loginPath コンフィグ設定に基づく、サイトのログインページの URL。

source: The URLs are returned in ascending order.
ja: URL は昇順で返されます。

source: The above template could also be expressed with this syntax:
ja: 上記のテンプレートは次の構文で表すこともできます。

source: The acceptable translation categories are:
ja: 許可されている翻訳カテゴリは、次の通りです。

source: The accepted duration units are:
ja: 許可される継続時間の単位は、次の通りです。

source: The actual variable name(s) are up to you, however if you only specify one variable name here, the pageInfo variable will be called “paginate” by default.
ja: 実際の変数名はあなた次第です。ただし、ここに変数名を1つだけ指定した場合、変数 pageInfo はデフォルトで「paginate」と呼ばれます。

source: The advantage of using PHP dotenv is that it offers a place to store sensitive information (like database connection settings) in a file that doesn’t get committed to your Git repository.
ja: PHP dotenv を使うことの利点は、Git リポジトリにコミットされないファイルに（データベースの接続設定のような）機密性の高い情報を保管しておく場所を提供するということです。

source: The amount of time it should take for the cache to expire.
ja: キャッシュが有効期限になるまでの時間。

source: The asset folder ID(s) that the resulting assets must be in
ja: 結果となるアセットが含まれるべきアセットフォルダ ID

source: The asset transform indexes that should be eager-loaded, if they exist
ja: 存在する場合に、 eager-loaded する必要があるアセット変換インデックス

source: The auto-generated `validation.key` file fallback will be removed in Craft 4.
ja: 自動生成された `validation.key` ファイルのバックアップは、Craft 4 で削除されるでしょう。

source: The available parameters varies by element type.
ja: 利用可能なパラメータは、エレメントタイプによって異なります。

source: The best way to upgrade a Craft 2 site is to approach it like you’re building a new Craft 3 site.
ja: Craft 2 サイトをアップグレードする最善の方法は、新しい Craft 3 サイトを構築するときと同様のアプローチをとることです。

source: The block type ID(s) that the resulting Matrix blocks must have
ja: 結果となる行列ブロックが持つべきブロックタイプ ID

source: The category group ID(s) that the resulting categories must be in
ja: 結果となるカテゴリが含まれるべきカテゴリグループ ID

source: The checks detailed below explain how this process works.
ja: 以下に詳述されたチェック項目は、このプロセスの仕組みを説明しています。

source: The columns being selected
ja: 選択されているカラム

source: The command will ask you a few questions to learn how to connect to your database, and then kick off Craft’s installer.
ja: このコマンドは、データベースへの接続方法を学んだ上で Craft のインストーラーを開始するために、いくつかの質問をします。

source: The comment syntax always begins with “{” and ends with “}”.
ja: コメント構文は常に { で始まり } で終わります。

source: The content table that will be joined by this query
ja: このクエリによって結合されるコンテンツテーブル

source: The controller may allow it to keep going.
ja: コントローラーがそれをキープし続けることを許可するかもしれません。

source: The current block will get set to that block variable we’ve defined, and it will be a model.
ja: 定義済みの変数 block にセットされる現在のブロックは、 モデルになります。

source: The current block will get set to that block variable we’ve defined, and it will be a craft\elements\MatrixBlock model.
ja: 定義済みの変数 block にセットされる現在のブロックは、craft\elements\MatrixBlock モデルになります。

source: The currently-logged-in user, represented by a object, or null if no one is logged in.
ja: オブジェクトで表される、現在ログインしているユーザー。誰もログインしていない場合は、null。

source: The currently-logged-in user, represented by a craft\elements\User object, or null if no one is logged in.
ja: craft\elements\User オブジェクトで表される、現在ログインしているユーザー。誰もログインしていない場合は、null。

source: The database user you tell Craft to connect with must have the following privileges:
ja: Craft のデータベースに接続するユーザーには、次の特権がなければなりません。

source: The date that the resulting users must have last logged in
ja: 結果となるユーザーが最後にログインした日

source: The default installation of Craft only supports local volumes (directories on the same server on which Craft is running) but you can also set up remote Asset Volumes that live on Amazon S3, Rackspace Cloud, and Google Cloud using one of the first-party plugins.
ja: Craft のデフォルトインストールでは、ローカルボリューム（Craft が実行されている同じサーバー上のディレクトリ）だけをサポートしていますが、サードパーティのプラグインを利用して、Amazon S3、Rackspace Cloud、および Google Cloud をリモートのアセットボリュームとしてセットアップすることもできます。

source: The default value depends on whether the current request is served over SSL or not.
ja: デフォルト値は、現在のリクエストが SSL 経由で配信されているかどうかに依存します。

source: The documentation will generally assume the new structure.
ja: ドキュメントは全般的に新しい構造を想定しています。

source: The eager-loading declaration
ja: eager-loading の宣言

source: The element (or its ID) that results must be a descendant of
ja: 子孫にあたるものを結果として受け取りたいエレメント（または、その ID）

source: The element (or its ID) that results must be an ancestor of
ja: 祖先にあたるものを結果として受け取りたいエレメント（または、その ID）

source: The element (or its ID) that the result must be the next sibling of
ja: 次の兄弟にあたるものを結果として受け取りたいエレメント（または、その ID）

source: The element (or its ID) that the result must be the previous sibling of
ja: 前の兄弟にあたるものを結果として受け取りたいエレメント（または、その ID）

source: The element (or its ID) that the results must be a sibling of
ja: 兄弟にあたるものを結果として受け取りたいエレメント（または、その ID）

source: The element (or its ID) that the results must be positioned after
ja: 後のポジションにあたるものを結果として受け取りたいエレメント（または、その ID）

source: The element (or its ID) that the results must be positioned before
ja: 前のポジションにあたるものを結果として受け取りたいエレメント（または、その ID）

source: The element ID(s)
ja: エレメントの ID

source: The element UID(s)
ja: エレメントの UID

source: The element relation criteria
ja: エレメントのリレーションの判定基準

source: The element’s level within the structure
ja: ストラクチャーに含まれるエレメントのレベル

source: The email address that the resulting users must have
ja: 結果となるユーザーが持つべきメールアドレス

source: The end result will be the same, so go with whichever route you feel more comfortable with.
ja: 最終的な結果は同じになるため、あなたにとってより快適な方法を選んでください。

source: The entries are typically inputted via the Entry Form in the Craft Control Panel.
ja: エントリは、通常コントロールパネルの入力フォームから入力されます。

source: The entry being saved will be available to the template as an object variable, and each of the entry’s properties and custom field values will also be available as their own variables.
ja: 保存されているエントリは、object 変数としてテンプレートで利用できます。さらに、各エントリのプロパティやカスタムフィールドの値は、それぞれの変数として利用できます。

source: The entry is passed to this template as a variable named object.
ja: エントリは object という名称の変数としてこのテンプレートに渡されます。

source: The entry type ID(s) that the resulting entries must have
ja: 結果となるエントリが持つべき入力タイプ ID

source: The exact permissions you should be setting depends on the relationship between the system user that PHP is running as, and who owns the actual folders/files.
ja: 設定されるべき正確なパーミッションは、PHP を実行しているシステムユーザーと実際にフォルダやファイルを所有しているユーザーとの関係性に依存します。

source: The field ID(s) that the resulting Matrix blocks must belong to
ja: 結果となる行列ブロックが属するべきフィールド ID

source: The fields that may be involved in this query
ja: このクエリに関係しているかもしれないフィールド

source: The file kind(s) that the resulting assets must be
ja: 結果となるアセットのファイルの種類

source: The file should return an array whose keys map to your volume handles, and values are nested arrays that define the overridden setting values.
ja: このファイルは配列を返さなければならず、キーにはボリュームのハンドルをマップし、値には上書きする設定を定義してあるネストされた配列を持たせます。

source: The file should return an array, with your config overrides.
ja: そのファイルは、設定を上書きした配列を返さなければなりません。

source: The file system path to the directory containing the files
ja: ファイルを含むディレクトリのファイルシステムのパス

source: The filename(s) that the resulting assets must have
ja: 結果となるアセットが持つべきファイル名

source: The final setting that all fields have is the “Field Type” setting.
ja: すべてのフィールドに設定されるのが「フィールドタイプ」の設定です。

source: The final step is to define your System Name, Base URL, and Language.
ja: 最後のステップは、システム名、ベース URL、および言語の設定です。

source: The first name that the resulting users must have
ja: 結果となるユーザーが持つべきファーストネーム

source: The first setting can contain “tokens”, which represent a range of possible matches, rather than a specific string.
ja: 最初の設定には、特定の文字列ではなく、マッチ可能な範囲を意味する「トークン」を含めることができます。

source: The first step is to create the new site in the Settings of your Craft installation.
ja: 最初のステップは、インストール済みの Craft の設定で新しいサイトを作成することです。

source: The first step of the installer is to accept the license agreement.
ja: インストーラーの最初のステップは、ライセンス契約への同意です。

source: The first step to creating localized site is to decide the languages you need to support.
ja: ローカライズされたサイトを作成する最初のステップは、サポートが必要な言語を決定することです。

source: The first step to upgrading your site to Craft 3 is updating the CMS itself.
ja: サイトを Craft 3 にアップグレードするための最初のステップは、CMS 自体をアップデートすることです。

source: The first thing to follow “{% nav” is the variable name you’d like to use to represent each item in the loop, e.g. item, entry, or category.
ja: 「{% nav」に続く最初のものは、例えば item、entry、または category のような、ループ内のそれぞれのアイテムを表すために使用する変数名です。

source: The first thing you pass into the {% paginate %} tag is an Element Query object, which defines all of the elements that should be paginated.
ja: {% paginate %} タグに渡す最初のものは、ページ割りしたいすべてのエレメントを定義する Element Query オブジェクトです。

source: The first user account is created during installation.
ja: 最初のユーザーアカウントは、インストール中に作成されます。

source: The following redirect param tokens are no longer supported:
ja: 次の redirect パラメータトークンは、サポートされなくなりました。

source: The following PHP constants have been deprecated in Craft 3, and will no longer work in Craft 4:
ja: 次の PHP 定数は Craft 3 で非推奨となり、Craft 4 で動作しなくなります。

source: The following Twig template tags have been deprecated in Craft 3, and will be completely removed in Craft 4:
ja: 次の Twig テンプレートタグは Craft 3 で非推奨となり、Craft 4 で完全に削除されます。

source: The following Twig template tags have been removed:
ja: 次の Twig タグは削除されました。

source: The following aliases are available out of the box:
ja: 次のエイリアスは、そのまま利用可能です。

source: The following are valid reference tags:
ja: 有効なリファレンスタグは、次の通りです。

source: The following config settings have been deprecated in Craft 3, and will be completely removed in Craft 4:
ja: 次の設定は Craft 3 で非推奨となり、Craft 4 で完全に削除されます。

source: The following config settings have been removed entirely:
ja: 次の設定は完全に削除されました。

source: The following controller actions have been removed:
ja: 次のコントローラーアクションは削除されました。

source: The following element properties have been deprecated in Craft 3, and will be completely removed in Craft 4:
ja: 次のエレメントプロパティは Craft 3 で非推奨となり、Craft 4 で完全に削除されます。

source: The following element properties have been removed:
ja: 次のエレメントプロパティは削除されました。

source: The following locale methods have been deprecated in Craft 3, and will be completely removed in Craft 4:
ja: 次のロケールメソッドは Craft 3 で非推奨となり、Craft 4 で完全に削除されます。

source: The following methods are now deprecated in Craft 3, and will be completely removed in Craft 4:
ja: 次のメソッドは Craft 3 で非推奨となり、Craft 4 で完全に削除されます。

source: The following methods have been removed:
ja: 次のメソッドは削除されました。
